Repository: quoctrong1x96/cena-foodie-app-apply-pattern
Catalog: lib/src/ui/resources/l10n/intl_*.arb
Languages: vi

source: Common
vi: Dùng chung

# common_back
source: Back
vi: Trở về

# common_save
source: Save
vi: Lưu lại

# common_are_you_sure
source: Are you sure?
vi: Bạn chắc không?

# common_delete
source: Delete
vi: Xoá

# admin
source: Store
vi: Cửa hàng

# admin_category_title_update
source: Update category
vi: Cập nhật danh mục

# admin_category_add
source: Add category
vi: Thêm loại sản phẩm

# admin_category_name
source: Category name
vi: Tên loại sản phẩm

# admin_category_name_required
source: Category is required
vi: Tên loại sản phẩm là trường bắt buộc

# admin_category_example
source: Milktea
vi: Trà sữa

# admin_category_title
source: Categories
vi: Danh mục

# admin_category_button_add
source: Add
vi: Thêm

# admin_category_loading
source: Loading
vi: Đang tải

# admin_category_common
source: Cena Foodie category (can not edit)
vi: Danh mục của Cena Foodie (Không thể sửa)

# admin_category_store
source: Store categories
vi: Danh mục của cửa hàng

# admin_category_description
source: Category Description
vi: Mô tả phân loại sản phẩm

# admin_product_title
source: List Foods & Drinks
vi: Danh sách thức ăn & đồ uống

# admin_product_success
source: Product was add successful
vi: Thêm sản phẩm mới thành công

# admin_product_button_add
source: Add
vi: Thêm

# admin_product_sales
source: Sales
vi: Đã bán

# admin_product_liked
source: Liked
vi: Đã thích

# admin_product_viewer
source: Viewed
vi: Đã xem

# admin_product_hidden
source: Hide
vi: Ẩn đi

# admin_product_show
source: Show
vi: Hiển thị

# admin_product_edit
source: Edit
vi: Sửa

# admin_product_delete
source: Delete
vi: Xoá

# admin_product_delete_confirm_message
source: Are you sure to delete this product?
vi: Bạn có muốn xoá sản phẩm này không?

# admin_product_delete_confirm_button
source: YES, DO IT
vi: ĐỒNG Ý XOÁ

# admin_product_no_data
source: Without Foods & Drinks
vi: Không có món nào

# admin_delivery_title
source: List delivery
vi: Danh sách người giao hàng

# admin_delivery_success
source: Delivery added successful
vi: Đã thêm người giao hàng thành công

# admin_delivery_button_add
source: Add
vi: Thêm

# admin_delivery_no_data
source: Without Delivery men
vi: Không có người giao hàng nào

# admin_order_title
source: List order
vi: Danh sách đơn hàng

# admin_order_orderid
source: ORDER ID
vi: MÃ ĐƠN

# admin_order_time
source: Time pickup
vi: Thời gian đặt

# admin_order_receiver
source: Receiver
vi: Người nhận món

# admin_order_address
source: Delivery address
vi: Địa chỉ giao đến

# admin_order_no_address
source: No address
vi: Chưa có địa chỉ giao

# admin_order_total
source: TOTAL
vi: TỔNG

# admin_order_items
source: items
vi: đơn hàng

# admin_order_amount
source: AMOUNT
vi: GIÁ TRỊ

# admin_order_detail_success
source: Push to shipper successfully!
vi: Đơn đã chuyển người giao hàng thành công!

# admin_order_detail_title
source: Order ID
vi: Mã đơn hàng

# admin_order_detail_list
source: List of bill
vi: Danh sách món trên đơn

# admin_order_detail_amount_total
source: Total amount
vi: Tổng đơn

# admin_order_detail_customer
source: Customer
vi: Khách đặt

# admin_order_detail_time
source: Time
vi: Thời gian đặt

# admin_order_detail_address
source: Address
vi: Địa chỉ đặt

# admin_order_detail_no_address
source: No address
vi: Không có địa chỉ

# admin_order_detail_delivery
source: Delivery
vi: Người giao

# admin_order_detail_select_delivery
source: Select delivery
vi: Chọn người giao hàng

# admin_order_detail_count
source: Quantity
vi: Số lượng

# admin_order_detail_cancel
source: Cancel
vi: Huỷ

# admin_order_detail_currency
source: usd
vi: vnđ

# admin_order_delete_confirm_message
source: Cancel this order?
vi: Huỷ đơn hàng này?

# admin_order_delete_confirm_button
source: YES, CANCEL IT
vi: HUỶ ĐƠN

# admin_order_delete_confirm_button_no
source: NO, GO BACK
vi: TIẾP TỤC ĐƠN HÀNG

# admin_dashboard_title
source: Dashboard
vi: Thống kê

# admin_dashboard_total_order
source: Total order
vi: Tổng đơn

# admin_dashboard_total_detail
source: Details
vi: Chi tiết

# admin_dashboard_status_order
source: Order by status
vi: Tình trạng đơn hàng

# admin_dashboard_stauts_detail
source: Details
vi: Chi tiết

# admin_dashboard_payment_order
source: Order by payment
vi: Theo hình thức thanh toán

# admin_dashboard_payment_detail
source: Details
vi: Chi tiết

# admin_dashboard_customer_order
source: Order by customer
vi: Khách hàng mua nhiều nhất

# admin_dashboard_customer_detail
source: Details
vi: Chi tiết

# admin_dashboard_meals_delivered
source: Delivered
vi: Đã giao

# admin_dashboard_meals_dispatched
source: Dispatched
vi: Đã chuyển shipper

# admin_dashboard_meals_onway
source: On way
vi: Đang giao

# admin_dashboard_meals_paidout
source: Paid out
vi: Đã đặt

# admin_dashboard_meals_order
source: orders
vi: đơn

# admin_dashboard_glass_new_feature
source: Function will update in next version
vi: Chức năng sẽ sớm ra mắt

# admin_dashboard_glass_description
source: Please give us suggestions, improve your business situation through this statistic! >>> Click twice to comment!
vi: Hãy góp ý cho chúng tôi, cải thiện tình hình kinh doanh của bạn qua thống kê này! >>> Nhấn vào 2 lần để góp ý

# admin_dashboard_measurement_total
source: Total
vi: Tổng

# admin_dashboard_measurement_cash
source: Cash payment
vi: Tiền mặt

# admin_dashboard_measurement_other
source: Other
vi: Khác

# admin_dashboard_mediteranean_delivered
source: Delivered
vi: Đã giao

# admin_dashboard_mediteranean_order
source: orders
vi: đơn

# admin_dashboard_mediteranean_sales
source: Sales
vi: đã bán

# admin_dashboard_mediteranean_total_order
source: Total orders
vi: Tổng đơn

# admin_dashboard_mediteranean_sold
source: Sold
vi: Đã bán

# admin_dashboard_mediteranean_no_data
source: Have not already data!
vi: Không có dữ liệu!

# admin_dashboard_water_nodata
source: Have not already data!
vi: Không có dữ liệu!

# admin_dashboard_water_orders
source: Orders
vi: đơn

# admin_dashboard_water_total
source: Total
vi: Tổng

# admin_dashboard_water_human
source: Mr/Mrs
vi: Ông/bà

# admin_dashboard_water_bought
source: Bought
vi: Đã mua

# settings_account
source: Account
vi: Tài khoản

# settings_account_profile
source: Profile
vi: Thông tin tài khoản

# settings_account_password
source: Change password
vi: Thay đổi mật khẩu

# settings_account_role
source: Change role
vi: Thay đổi quyền

# settings_client
source: App
vi: Ứng dụng

# settings_client_address
source: Delivery Address
vi: Địa chỉ giao hàng

# settings_client_orders
source: Orders
vi: Các đơn hàng

# settings_store
source: Store management
vi: Quản lý cửa hàng

# settings_store_detail
source: Information
vi: Thông tin cửa hàng

# settings_store_category
source: Categories
vi: Phân loại sản phẩm

# settings_store_product
source: Products
vi: Sản phẩm

# settings_store_delivery
source: Delivery
vi: Người giao hàng

# settings_delivery_orders
source: Orders in stock
vi: Các đơn hàng có thể nhận

# settings_delivery_onway
source: Orders on way
vi: Các đơn hàng đang giao

# settings_delivery_delivered
source: Delivered
vi: Các đơn hàng đã giao

# settings_store_orders
source: Oders
vi: Đơn hàng

# settings_system
source: System
vi: Cài đặt hệ thống

# settings_system_languages
source: Languages
vi: Ngôn ngữ

# settings_system_languages_title
source: Change languages
vi: Thay đổi ngôn ngữ

# settings_system_dark_mode
source: Dark mode
vi: Ban đêm

# settings_system_light_mode
source: Light mode
vi: Ban ngày

# settings_system_policy
source: Privacy & Policy
vi: Chính sách & quyền lợi

# settings_system_security
source: Secutiry
vi: Chính sách bảo mật

# settings_system_term
source: Term & Conditions
vi: Điều luật

# settings_system_help
source: Help
vi: Trợ giúp

# settings_signout
source: Sign Out
vi: Đăng xuất

# login_welcome
source: Welcome back!
vi: Chào mừng trở lại!

# login_description
source: Use your credentials below and login to your account.
vi: Hãy dùng tài khoản của bạn để đăng nhập bên dưới.

# login_email
source: Email Address
vi: Thư điện tử

# login_phone
source: Phone number
vi: Số điện thoại

# login_password
source: Password
vi: Mật khẩu

# login_forgot_password
source: Forgot password?
vi: Quên mật khẩu?

# login_login
source: Login
vi: Đăng nhập

# login_or
source: Or
vi: Hoặc

# login_register
source: Register
vi: Đăng ký ngay

source: Login with SMS
vi: Đăng nhập SMS

source: Login with email
vi: Đăng nhập email

# login_phone_number
source: Phone number
vi: Số điện thoại

# login_phone_number_hintext
source: Phone number
vi: Số điện thoại

# login_phone_otp
source: Send OTP - Login or Register
vi: Gửi OTP - Đăng nhập hoặc đăng ký

source: Login with google
vi: Đăng nhập bằng google

source: Login with facebook
vi: Đăng nhập bằng facebook

# login_error_wrong
source: Wrong credentials!
vi: Tài khoản/mật khẩu chưa chính xác!

# login_error_server
source: Can not connect to Server. Please try again!
vi: Không thể kết nối đến server, Thử lại sau!

# register_header
source: Register account
vi: Đăng ký tài khoản

# register_button
source: Register
vi: Đăng ký

# register_picture
source: Picture
vi: Hình

# register_first_name
source: First name
vi: Họ và tên lót

# register_enter_first_name
source: Enter you first name
vi: Nhập họ và tên lót

# register_required_first_name
source: First name is required
vi: họ và tên lót là bắt buộc

# register_last_name
source: Last name
vi: Tên

# register_enter_last_name
source: Enter your last name
vi: Nhập tên bạn

# register_required_last_name
source: Last name is required
vi: Tên bạn là bắt buộc

# register_phone
source: Phone number
vi: Số điện thoại

# register_enter_phone
source: Enter your phone number
vi: Nhập số điện thoại

# register_enter_email
source: Enter your email
vi: Nhập địa chỉ email

# register_password
source: Password
vi: Mật khẩu

# register_repeat_password
source: Repeat password
vi: Nhập lại mật khẩu

# register_password_notmath
source: Password do not match
vi: Mật khẩu không khớp

# register_required_repeat_password
source: Repeat password is required
vi: Bắt buộc xác nhận mật khẩu

# forgot_password_title
source: Reset Password
vi: Lấy lại mật khẩu

# forgot_password_email
source: Email address
vi: Địa chỉ email tài khoản

# forgot_password_examble
source: example@cenafoodie.com
vi: taikhoandangky@cenafoodie.com

# forgot_password_button
source: Send Instructions
vi: Gửi yêu cầu cấp mới

# admin_group_account
source: Accounts
vi: Tài khoản

# admin_group_store_managerment
source: Store management
vi: Quản lý cửa hàng

# admin_group_dashboard
source: Dashboard
vi: Thống kê, báo cáo

# admin_group_system_settings
source: System settings
vi: Cài đặt hệ thống

# admin_group_common_settings
source: Common settings
vi: Cài đặt chung

# admin_profile_settings
source: Profile settings
vi: Thông tin tài khoản

# admin_change_password
source: Change password
vi: Đổi mật khẩu

# admin_change_role
source: Role mode
vi: Chọn quyền đăng nhập

# admin_store
source: Store
vi: Cửa hàng

# admin_categoris
source: Categories
vi: Danh mục

# admin_foods_and_drinks
source: Foods & Drinks
vi: Thức ăn & Đồ uống

# admin_delivery
source: Delivery
vi: Nhân viên giao hàng

# admin_orders
source: Orders
vi: Đơn hàng

# admin_dashboard
source: Dashboard
vi: Thống kê chung

# admin_languages
source: Languages
vi: Ngôn ngữ

# admin_dark_mode
source: Dark mode
vi: Ban đêm

# admin_night_mode
source: Night mode
vi: Ban ngày

# admin_privacy_policy
source: Privacy & Policy
vi: Điều khoản

# admin_security
source: Security
vi: Bảo mật

# admin_term_conditions
source: Terms & Conditions
vi: Chính sách

# admin_help
source: Help
vi: Trợ giúp

# admin_logout
source: Logout
vi: Đăng xuất

# admin_confirm_exit
source: Do you really want to exit the app?
vi: Bạn có muốn thoát ứng dụng không?

# admin_confirm_yes
source: YES, EXIT
vi: CÓ, THOÁT

# admin_confirm_no
source: CANCEL
vi: KHÔNG

# delivery_add_success
source: Delivery Successfully Registered
vi: Thêm thành công nhân viên giao hàng mới cho cửa hàng của bạn!

# delivery_add_title
source: Add new delivery
vi: Thêm mới người giao hàng

# delivery_add_button
source: Add
vi: Thêm

# delivery_add_name_title
source: Last name
vi: Tên

# delivery_add_name_hint
source: Enter your last name
vi: Nhập tên

# delivery_add_name_error
source: Last name is required
vi: Tên không được để trống

# delivery_add_lastname_title
source: First name
vi: Họ và tên lót

# delivery_add_lastname_hint
source: Enter your first name
vi: Nhập họ và tên lót

# delivery_add_lastname_error
source: First name is required
vi: Họ và tên lót không được để trống

# delivery_add_phone_title
source: Phone
vi: Số điện thoại

# delivery_add_phone_hint
source: Enter your phone number
vi: Nhập số điện thoại

# delivery_add_phone_error
source: Phone is required
vi: Số điện thoại không được để trống

# delivery_add_email_hint
source: Enter your email
vi: Nhập email

# delivery_add_password_title
source: Password
vi: Mật khẩu

# delivery_order_list_assigned
source: List orders assigned
vi: Đơn đã được gán

# delivery_order_list_assigned_non
source: Withou orders here
vi: Không có đơn hàng nào

# delivery_map_susscess
source: Orders delivered!
vi: Đã giao hàng thành công!

# delivery_map_address
source: Address
vi: Địa chỉ giao hàng

# delivery_map_button_delivered
source: PRESS - If deliverd
vi: NHẤN - nếu đã giao

# delivery_map_still_far
source: Its still far away
vi: Còn quá xa điểm giao

# delivery_map_looking
source: Waiting ...
vi: Chờ chút nhé ...

# delivery_home_group_delivery
source: Delivery
vi: Giao hàng

# delivery_home_name_assigned
source: Assigned
vi: Đã được gán

# delivery_home_name_on_way
source: On way
vi: Trên đường giao

# delivery_home_name_delivered
source: Delivered
vi: Đã giao

# delivery_detail_success
source: has changed to On way state
vi: Đã chuyển sang trạng thái đang giao

# delivery_detail_order_id
source: ORDER ID
vi: MÃ ĐƠN

# delivery_detail_title_total
source: TOTAL
vi: TỔNG ĐƠN

# delivery_detail_title_payment
source: PAYMENT
vi: THANH TOÁN

# delivery_detail_title_receiver
source: REVIEVER
vi: NGƯỜI NHẬN

# delivery_detail_title_date
source: DATE
vi: NGÀY ĐẶT

# delivery_detail_title_address
source: ADDRESS
vi: ĐỊA CHỈ GIAO

# delivery_detail_button_start
source: START DELIVERY
vi: BẮT ĐẦU GIAO HÀNG

# delivery_detail_button_gotomap
source: GO TO MAP
vi: ĐẾN BẢN ĐỒ

# delivery_detail_quantity
source: Quantity
vi: Số lượng

# delivery_detail_cart_order_id
source: ORDER ID
vi: MÃ ĐƠN

# delivery_detail_cart_store
source: Store
vi: Quán

# delivery_detail_cart_store_address
source: Store address
vi: Địa chỉ quán

# delivery_detail_cart_time
source: Time
vi: Thời gian đặt

# delivery_detail_cart_reciever
source: Receiver
vi: Người nhận

# delivery_detail_cart_dilivery_address
source: Delivery address
vi: Địa chỉ giao

# delivery_detail_onway_title
source: On way order
vi: Đơn đang giao

# delivery_detail_onway_without_order
source: Without orders on way
vi: Đơn đã giao hết

# delivery_detail_delivered_title
source: Delivered order
vi: Đơn hàng đã giao

# delivery_detail_delivered_without_order
source: Without orders delivered
vi: Chưa giao xong đơn hàng nào

# profile_edit_title
source: My profiles
vi: Thông tin tài khoản

# profile_edit_account
source: Account
vi: Tài khoản

# profile_edit_username
source: Username
vi: Tên đăng nhập

# profile_edit_change_avatar
source: Change avatar
vi: Thay đổi ảnh

# profile_edit_phone
source: Phone
vi: Điện thoại

# profile_edit_profile
source: Profile
vi: Thông tin

# profile_edit_lastname
source: Last name
vi: Tên

# profile_edit_firtname
source: First name
vi: Họ và tên đệm

# profile_edit_lastname_title
source: Change your last name
vi: Đổi tên của bạn

# profile_edit_lastname_success
source: Your lastname has changed successfully!
vi: Tên được đổi thành công!

# profile_edit_lastname_label
source: Last name
vi: Tên của bạn

# profile_edit_lastname_button_save
source: Save
vi: Lưu lại

# profile_edit_lastname_no_to_change
source: Nothing to change
vi: Không có gì thay đổi

# profile_edit_firstname_success
source: Your firstname has changed successfully!
vi: Họ và tên đệm của bạn đã thay đổi thành công!

# profile_edit_firstname_title
source: Change first name
vi: Đổi họ và tên lót

# profile_edit_firstname_label
source: First name
vi: Họ và tên lót

# profile_edit_firstname_button_save
source: Save
vi: Lưu lại

# password_title
source: Change password
vi: Thay đổi mật khẩu

# password_success
source: Your password change successful!
vi: Mật khẩu được thay đổi thành công!

# password_current
source: Current password
vi: Mật khẩu hiện tại

# password_new
source: New password
vi: Mật khẩu mới

# password_repeat
source: Repeat password
vi: Nhập lại mật khẩu mới

# password_error_wrong
source: Passwords do not match
vi: Mật khẩu hiện tại không đúng!

# password_error_required
source: Repeat password is required
vi: Phải nhập lại mật khẩu mới

# password_button_save
source: Save
vi: Thay đổi

# avatar_title
source: Profile image
vi: Ảnh đại diện

# avatar_change_avatar
source: Change
vi: Đổi ảnh

# avatar_change_success
source: Change profile image successful
vi: Thay đổi thành công

# store_info_title
source: Store information
vi: Thông tin cửa hàng

# store_info_update_success
source: Update store successful
vi: Thay đổi thông tin thành công

# store_info_review
source: Review in app
vi: Hiển thị trên app

# store_info_avatar
source: Avatar settings
vi: Ảnh đại diện

# store_info_change_avatar
source: Change avatar
vi: Đổi ảnh

# store_info_information
source: Informations
vi: Thông tin chi tiết

# store_info_name
source: Store name
vi: Tên cửa hàng

# store_info_open
source: Open time
vi: Mở cửa

# store_info_close
source: Close time
vi: Đóng cửa

# store_info_rate
source: Rating
vi: Đánh giá

# store_info_catregories
source: Categories
vi: Danh mục

# store_avatar_title
source: Change avatar
vi: Thay đổi đại diện cửa hàng

# store_avatar_success
source: Picture Change Successfully
vi: Hình đại diện thay đổi thành công

# store_avatar_change
source: Change
vi: Lưu thay đổi

# store_order_like
source: liked
vi: yêu thích

# store_order_comments
source: comments
vi: bình luận

# store_order_min
source: min
vi: phút

# store_product_add_title
source: Add new product
vi: Thêm sản phẩm mới

# store_product_add_success
source: Product added successfully
vi: Sản phẩm của bạn được thêm thành công!

# store_product_add_button_save
source: Save
vi: Lưu lại

# store_product_add_store_name
source: Store name
vi: Tên cửa hàng

# store_product_add_product_name
source: Product name
vi: Tên sản phẩm

# store_product_add_product_hint
source: Product name
vi: Sản phẩm Cena

# store_product_add_product_name_error
source: Product name is required
vi: Tên sản phẩm không để trống

# store_product_add_product_description
source: Product description
vi: Mô tả sản phẩm

# store_product_add_product_description_error
source: Product description is required
vi: Mô tả sản phẩm không để trống

# store_product_add_picture
source: Picture
vi: Hình ảnh

# store_product_add_category
source: Category
vi: Phân loại

# store_product_add_category_select
source: Select category
vi: Chọn loại sản phẩm

# store_product_add_price
source: Price
vi: Giá bán

# store_product_add_price_erorr
source: Price is required
vi: Giá không để trống

# store_product_update_success
source: Product updated successfully!
vi: Cập nhật sản phẩm thành công!

# store_product_update_title
source: Update product
vi: Cập nhật sản phẩm

# client_location_error
source: Please enable location to use Cena Foodie
vi: Vui lòng bật vị trí để sử dụng Cena Foodie

# client_location_permition_error
source: Cena Foodie is not allowed to access location
vi: Cena Foodie chưa được phép truy cập vị trí

# client_location_permition_disabled
source: Location permission is permanently denied, Cena Foodie cannot claim permission
vi: Quyền vị trí bị từ chối vĩnh viễn, Cena Foodie không thể yêu cầu quyền.

# client_home_good_morning
source: Good morning
vi: Chào buổi sáng

# client_home_good_afternoon
source: Good afternoon
vi: Buổi trưa vui vẻ

# client_home_good_night
source: Good night
vi: Chào buổi tối

# client_home_good
source: Good
vi: Chào

# client_home_question
source: What do you want to ear or drink today?
vi: Bạn muốn ăn & uống gì hôm nay?

# client_home_address_title
source: Address revieve
vi: Địa chỉ giao hàng

# client_home_without_address
source: Without address
vi: Chưa chọn địa chỉ

# client_home_store_near_you
source: Store near by
vi: Các cửa hàng gần bạn

# client_home_looking_for_address
source: Looking for your lacation ...
vi: Đang tìm vị trí hiện tại của bạn ...

# client_store_food_row_sold
source: sold
vi: đã bán

# client_store_food_row_liked
source: liked
vi: đã thích

# client_store_order_item
source: items
vi: món

# client_address_title
source: List address
vi: Danh sách địa chỉ giao hàng

# client_address_button_add
source: Add
vi: Thêm

# client_address_without_address
source: Without address
vi: Không có địa chỉ nào

# client_address_dialog_title
source: Confirm delete
vi: Xác nhận xoá

# client_address_dialog_message
source: Are you sure delete this address?
vi: Bạn có muốn xoá địa chỉ này không?

# client_address_dialog_no
source: DO NOT
vi: KHÔNG

# client_address_dialog_yes
source: DELETE
vi: XOÁ NGAY

# client_address_button_edit
source: Edit
vi: Sửa

# client_product_detail_update
source: Update cart
vi: Cập nhật giỏ

# client_product_detail_add
source: Add to cart
vi: Thêm vào giỏ

# client_product_detail_soldout
source: SoldOut
vi: Đã ngừng bán

# client_cart_checkout_appbar_header
source: My orders
vi: Giỏ hàng của tôi

# client_cart_checkout_looking_for
source: Waiting ....
vi: Đang tìm danh sách sản phẩm

# client_cart_checkout_items
source: items
vi: món

# client_cart_checkout_dialog_tile
source: Delete items from cart
vi: Xác nhận xoá

# client_cart_checkout_dialog_message
source: Do you want to remove them from the cart?
vi: Bạn có muốn bỏ sản phẩm này khỏi giỏ hàng

# client_cart_checkout_dialog_confirm_no
source: KEEP
vi: GIỮ LẠI

# client_cart_checkout_diolog_confirm_yes
source: REMOVE ITS
vi: BỎ RA

# client_cart_checkout_total
source: Total
vi: Tổng cộng

# client_cart_checkout_button_checkout
source: Promotion & Payment
vi: Chọn giảm giá & Thanh toán

# client_cart_checkout_without_product
source: Without product
vi: Không có sản phẩm nào

# client_payment_success
source: Order successfully!
vi: Đặt hàng thành công

# client_payment_title
source: Checkout order
vi: Lên đơn hàng

# client_payment_promotion_freeship
source: Free ship
vi: Miễn phí giao hàng

# client_payment_order_detail
source: Order detail
vi: Chi tiết đơn hàng

# client_payment_total_items
source: Total
vi: Tổng

# client_payment_items
source: items
vi: phần

# client_payment_fee_vat
source: VAT + service fee
vi: Thuế + dịch vụ

# client_payment_fee_shipping
source: Fee shipping
vi: Phí giao hàng

# client_payment_promotion_title
source: Promotions
vi: Khuyến mãi

# client_payment_total_order
source: Total order
vi: Tổng đơn

# client_payment_payment_method
source: Payment methods
vi: Hình thức thành toán

# client_payment_address_delivery
source: Address delivery
vi: Địa chỉ giao hàng

# client_payment_address_non
source: Non address
vi: Chưa có địa chỉ nào

# client_payment_address_select
source: Select address
vi: Chọn địa chỉ

# client_payment_receiver
source: Receiver
vi: Người nhận

# client_payment_note
source: Note
vi: Ghi chú

# client_orders_key
source: ORDER ID
vi: MÃ ĐƠN

# client_orders_total
source: TOTAL
vi: TỔNG ĐƠN

# client_orders_shipper
source: SHIPPER
vi: NGƯỜI GIAO HÀNG

# client_orders_unasignee
source: UnAssign
vi: Chưa gán

# client_orders_date
source: DATE
vi: NGÀY ĐẶT

# client_orders_address
source: ADDRESS
vi: ĐỊA CHỈ

# client_orders_button_follow_shipper
source: FOLLOW IN MAP
vi: THEO DÕI TRÊN BẢN ĐỒ
