Repository: quoctrong1x96/cena-foodie-app-apply-pattern
Catalog: lib/src/ui/resources/l10n/intl_*.arb
Languages: vi

# client_orders_count
source: Quantity
vi: Số lượng

# client_orders_home_title
source: My orders
vi: Đơn hàng của tôi

# client_orders_home_key
source: ORDER ID
vi: MÃ ĐƠN

# client_orders_home_total
source: Total
vi: Tổng đơn

# client_orders_home_payment_type
source: Payment type
vi: Hình thức thanh toán

# client_orders_home_reciever
source: Receiver
vi: Người nhận hàng

# client_orders_home_time
source: Time
vi: Thời gian đặt

# client_orders_home_shipper
source: Shipper
vi: Người giao hàng

# client_orders_home_quantity_cart
source: Quantity of orders
vi: Số lượng đơn hàng

# client_orders_home_items
source: items
vi: đơn

# client_orders_home_amount
source: Amount
vi: Tồng tiền

# auth_verify_phone_error_invalid_otp
source: Invalid OTP!
vi: Mã OTP không đúng

# auth_verify_phone_error_expired
source: Your OTP was expired
vi: Mã OTP đã hết hạn

# auth_verify_phone_error_server_otp
source: Cannot connect OTP Server, please try other ways!
vi: Không thể kết nối server OTP, hãy thử cách khác!

# auth_verify_phone_error_invalid_phone
source: Your phone invalid
vi: Số điện thoại không hợp lệ

# auth_verify_phone_error_too_many_request
source: Your device have too many request OTP
vi: Bạn đã gửi quá nhiều yêu cầu OTP, thử lại sau!

# auth_verify_phone_title
source: Identify by Phonenumber
vi: Định danh bằng số điện thoại

# auth_verify_phone_verify_info
source: Phone Number Verification
vi: Định danh Số điện thoại

# auth_verify_phone_enter_your_otp
source: Enter the code sent to
vi: Nhập 6 số OTP đã gửi cho

# auth_verify_phone_enter_full_otp
source: *Please fill up all the cells properly
vi: Hãy nhập đủ 6 mã số OTP

# auth_verify_phone_did_not_recieve_otp
source: Did not receive the code?
vi: Bạn không nhận được OTP?

# auth_verify_phone_button_resend
source: RESEND
vi: GỬI LẠI

# auth_verify_phone_please_wait_verify_phone
source: Please waiting for verify!
vi: Hãy đợi chút ... đang định danh!

# auth_verify_phone_button_verify
source: VERIFY
vi: XÁC THỰC OTP

# auth_registry_success
source: Register successfully!
vi: Đăng ký tài khoản thành công!

# auth_registry_exist_email
source: Email already exists
vi: Email đã tồn tại

# auth_registry_exist_phone
source: Phone already exists
vi: Số điện thoại đã tồn tại

# auth_registry_have_special_character_firstname
source: Firstname have special character
vi: Họ và tên lót có ký tự đặc biệt

# auth_registry_have_special_character_lastname
source: Lastname have special character
vi: Tên chứa ký tự đặc biệt

# auth_registry_must_select_avatar
source: Must choose a picture
vi: Phải chọn hình ảnh đại diện

# auth_registry_error_server
source: Have some error in server, please try again
vi: Lỗi liên quan đến máy chủ, xin thử lại sau!

# auth_registry_error_phone_required
source: Phone is required
vi: Số điện thoại là bắt buộc

# auth_registry_error_phone_must_10_digits
source: Enter the correct phone number format
vi: Số điện thoại chưa đúng định dạng

# auth_registry_error_email_invalid
source: Enter the correct email
vi: Phải nhập đúng định dạng email

# auth_registry_error_email_required
source: Email is required
vi: Email là bắt buộc

# auth_registry_error_password_required
source: Password is required
vi: Mật khẩu là bắt buộc

# auth_registry_picture
source: Choose picture
vi: Chọn ảnh
